{
  "titles": [
    "After 10 years of dreaming, we’re finally living the digital nomad life",
    "Fellow Americans, do you avoid domestic travel nowadays",
    "30 day trip to Vietnam, worth taking a detour to Angkor Wat for 2-3 days?",
    "Portugal/Spain, Australia/New Zealand, or Japan/Singapore",
    "Dark-skinned digital nomads. Where have you found to be the friendliest in Europe and nearby.",
    "Anyone been to Cyprus/greece Your opinions?",
    "Why are people in Phuket so much less friendly than in Bangkok?",
    "What’s the one thing you thought you’d love about being a digital nomad that turned out to be overrated?",
    "How to make and keep lifelong friends as a nomad?",
    "EF or contiki for South Korea?",
    "moving to Thailand via DTV visa as remote worker",
    "Socializing - First solo travel (Japan, 3-4 weeks)",
    "which tour company should i choose?",
    "Have we planned our South America trip completely wrong?",
    "Tips for meeting people and finding community while nomading?",
    "Alternatives to Chiang Mai due to burning season",
    "Country Suggestions for Two Female Travellers",
    "Co- Living and Co- Working in Southeast Asia",
    "Rio, Istanbul, or elsewhere for February 2026 trip?",
    "Veteran moving to South America",
    "Moving to Spain (DNV / Autónomo) while working for a Serbian company",
    "I have never traveled before",
    "Korean International Shipping Question",
    "Quit everything and move to Asia? Help me decide...",
    "Short term Digital Nomads, where do you book your stay? (Thailand)",
    "Looking for more Pai’s",
    "40+ Travellers: What's Changed in the Last Couple of Decades?",
    "Vietnam e-visa port of entry",
    "Should I do Korea &amp; Japan or just Japan? (Itinerary included)",
    "Heathrow to Bali",
    "Confused between South Korea, Japan and China",
    "Turning my new Marrakech apartment into a digital nomad spot - would love your feedback",
    "Singapore for Christmas"
  ],
  "countries": {
    "unknown": 166,
    "thailand": 3,
    "vietnam": 3,
    "japan": 3,
    "singapore": 2
  },
  "cities": {
    "unknown": 171,
    "chiang mai": 2,
    "bali": 2,
    "singapore": 2
  },
  "weekStamp": "2025-W43"
}